[
    {
        "Id": 1,
        "Title": "5 Ways to Select India Tour Packages from the USA",
        "Content": "Lacus ut nisi ultrices faucibus. Pellentesque porta felis id erat sodales condimentum. Nam a lectus egestas, fermentum mi in, auctor lacus. Fusce a enim vel neque. Etiam ultricies sapien eu sapien aliquet congue. Sed porttitor tellus nec viverra egestas. Cras vitae nisi non mauris ultrices fermentum. Maecenas vehicula metus nisi, nec finibus justo vulputate eget. Pellentesque porta felis id erat sodales condimentum. Nam a lectus egestas, fermentum mi in, auctor lacus. Lacus ut nisi ultrices faucibus. Pellentesque porta felis id erat sodales condimentum. Nam a lectus egestas, fermentum mi in, auctor lacus. Fusce a enim vel neque. Etiam ultricies sapien eu sapien aliquet congue. Sed porttitor tellus nec viverra egestas. Cras vitae nisi non mauris ultrices fermentum. Maecenas vehicula metus nisi, nec finibus justo vulputate eget. Pellentesque porta felis id erat sodales condimentum. Nam a lectus egestas, fermentum mi in, auctor lacus. Lacus ut nisi ultrices faucibus. Pellentesque porta felis id erat sodales condimentum. Nam a lectus egestas, fermentum mi in, auctor lacus. Fusce a enim vel neque. Etiam ultricies sapien eu sapien aliquet congue. Sed porttitor tellus nec viverra egestas. Cras vitae nisi non mauris ultrices fermentum. Maecenas vehicula metus nisi, nec finibus justo vulputate eget. Pellentesque porta felis id erat sodales condimentum. Nam a lectus egestas, fermentum mi in, auctor lacus.",
        "Img": "/images/blog_box1.png"
    },
    {
        "Id": 2,
        "Title": "5 Reasons to Have Your Honeymoon Tour in India",
        "Content": "Manoj and his team were excellent during all our tour in India! We visited 7 different locations and every detail, hotels, transportations, food, and service were just amazing! I really want to come back to India!",
        "Img": "/images/blog_box2.webp"
    },
    {
        "Id": 3,
        "Title": "A Perfect Blend of History and Adventure with Eaze Tours",
        "Content": "This was my first time in India and the hole experience was great! Everything was organized with many details and lots of caring. I always felt very safe and happy. I completely felt in love with the country! Hope to be back soon!",
        "Img": "/images/blog_box3.jpg"
    },
    {
        "Id": 4,
        "Title": "5 Ways to Select India Tour Packages from the USA",
        "Content": "Manoj and his team were excellent during all our tour in India! We visited 7 different locations and every detail, hotels, transportations, food, and service were just amazing! I really want to come back to India!",
        "Img": "/images/blog_box1.png"
    },
    {
        "Id": 5,
        "Title": "5 Reasons to Have Your Honeymoon Tour in India",
        "Content": "This was my first time in India and the hole experience was great! Everything was organized with many details and lots of caring. I always felt very safe and happy. I completely felt in love with the country! Hope to be back soon!",
        "Img": "/images/blog_box2.webp"
    },
    {
        "Id": 6,
        "Title": "A Perfect Blend of History and Adventure with Eaze Tours",
        "Content": "Manoj and his team were excellent during all our tour in India! We visited 7 different locations and every detail, hotels, transportations, food, and service were just amazing! I really want to come back to India!",
        "Img": "/images/blog_box3.jpg"
    }
]